Repository: pbrandl/Contrib
Catalog: lib/l10n/app_*.arb
Languages: de, fr

# current_language
source: English
de: Deutsch
fr: Français

source: Language
de: Sprache
fr: Langue

# language_desc
source: English, German, French
de: Deutsch, Englisch, Französisch
fr: Choisis ta langue préférée

# nav_commons
source: Home
de: Start
fr: Commons

# nav_map
source: Map
de: Karte
fr: Carte

# title_search
source: Search
de: Suche
fr: Recherche

# subtitle_settings
source: Settings
de: Einstellungen
fr: Paramètres

# title_map
source: Map
de: Karte
fr: Carte

# title_profile
source: Profile
de: Profil
fr: Profil

# btn_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# btn_confirm
source: Confirm
de: Bestätigen
fr: Confirmer

# btn_contribute
source: Contribute
de: Beitragen
fr: Contribuer

# btn_recall
source: Recall
de: Zurücksetzen
fr: Révoquer

# settings_language
source: Language
de: Sprache
fr: Langue

# settings_appreance
source: Appearance
de: Modus
fr: Mode

# subtitle_favorites
source: Favorites
de: Favoriten
fr: Favoris

source: Sign up
de: Registrieren
fr: S'inscrire

source: Login
fr: Se connecter

source: Log out
de: Ausloggen
fr: Se déconnecter

# forgot_password
source: Forgot your password?
de: Passwort vergessen?
fr: Mot de passe oublié?

source: Bank Account
de: Bankkonto
fr: Compte bancaire

source: Bank Name
de: Bank
fr: Banque

# contribution_recall_error
source: An error occured during recalling your contribution. Please try again.
de: Ein Fehler ist beim Widerruf deines Beitrags aufgetreten. Bitte versuche es erneut.
fr: Une erreur s'est produite lors de la révocation de ta contribution. S'il te plaît, essaie à nouveau.

# new_common_describtion
source: Edit your own Commons. Choose a name and describe your project. All details given can be edited lateron.
de: Erstelle und bearbeite dein Commons. Name und Beschreibung sind notwendige Infos. Alle Angaben können im Nachgang bearbeitet werden.
fr: Ici, tu peux créer ton Commons. Le nom, le logo, une description et une catégorie sont des informations nécessaires. L'emplacement et le site Web sont facultatifs. Toutes les indications fournies peuvent être modifiées ultérieurement.

source: Category
de: Kategorie
fr: Catégorie

source: Submit
de: Einreichen
fr: Soumettre

source: Name
fr: Nom

source: Password
de: Passwort
fr: Mot de passe

# contribute_info
source: Contribute to the current round by clicking on 'contribute'. Each new contribution is added to your current one. Click on 'reset' to reset your contribution to 0. In the chart you can see the total contribution and follow the progress towards the contribution target (top right).
de: Trage zur aktuellen Runde bei, indem du auf 'Beitragen' klickst. Mit jedem neuen Beitrag ergänzt du deinen aktuellen. Mit einem Klick auf 'Zurücksetzen' wird dein Beitrag auf 0 gesetzt. Im Chart kannst du sehen wie hoch der Gesamtbeitrag ist und den Fortschritt zum Beitragsziel (oben rechts) verfolgen.
fr: Contribue à la ronde actuelle en cliquant sur 'contribuer'. Chaque nouvelle contribution complète la contribution actuelle. En cliquant sur 'réinitialiser', ta contribution est remise à 0. Dans le graphique, tu peux voir quelle est la contribution totale et suivre la progression vers l'objectif de contribution (en haut à droite).

source: Target
de: Beitragsziel
fr: Objectif de contribution

# round
source: Rounds
de: Runde
fr: Tours

source: Edit
de: Bearbeiten
fr: Modifier

source: Theme
de: Modus
fr: Thème

# theme_desc
source: Dark or light mode
de: Heller oder dunkler Modus
fr: Choisis ton mode préféré

# num_round
source: Round #{count}
de: Runde #{count}
fr: Tour #{count}

# total_contrib
source: Total contributions
de: Gesamtbeiträge
fr: Contributions totales

# new_common_btn
source: New Commons
de: Neues Commons
fr: Nouveau Commons

# hello
source: Hello {username}
de: Hallo {username}
fr: Salut {username}

# logout_subtitle
source: See you later!
de: Bis später!
fr: À bientôt!

# dialog_logout_header
source: Do you really want to log out?
de: Willst du dich wirklich abmelden?
fr: Veux-tu vraiment te déconnecter?

source: Shops
de: Einkaufen
fr: Commerces

source: Events
fr: Événements

source: Travel
de: Reisen
fr: Voyage

source: Education
de: Bildung
fr: Éducation

source: Others
de: Andere
fr: Autres

source: Stop
de: Runde stoppen
fr: Arrêter la ronde

source: Start
de: Runde starten
fr: Démarrer la ronde

source: Download
de: Herunterladen
fr: Télécharger

source: New Round
de: Neue Runde
fr: Nouvelle ronde

source: My Contribution
de: Mein Beitrag
fr: Ma contribution

source: Show all
de: Alle Runden
fr: Tout afficher

source: Show current
de: Aktuelle Runde
fr: Ronde en cours

# download_error
source: Downloading failed. Please try again.
de: Herunterladen fehlgeschlagen. Versuch es bitte erneut.
fr: Échec du téléchargement. Merci de réessayer.

source: Recall
de: Erinnern
fr: Rappeler

source: Creating Round ...
de: Runde erstellen ...
fr: Création de la ronde en cours...

# next_target
source: Next round's target
de: Ziel der nächsten Runde
fr: Cible de la prochaine ronde

# new_round_error
source: Creating new round failed. Please try again.
de: Erstellen der neuen Runde fehlgeschlagen. Versuch es bitte erneut.
fr: Échec de la création de la nouvelle ronde. Merci de réessayer.

# round_recall_error
source: An error occured during deletion. Please try again.
de: Beim Abrufen der Runde ist ein Fehler aufgetreten. Versuch es bitte erneut.
fr: Échec de la récupération de la ronde. Merci de réessayer.

# round_recall_blocked
source: Cannot delete round.
de: Runde kann nicht zurückgesetzt werden.
fr: La ronde ne peut pas être réinitialisé.

# round_status_error
source: Cannot change round status. Please try again.
de: Rundenstatus kann nicht geändert werden. Versuch es bitte erneut.
fr: Le statut de la ronde n'a pas pu être modifié. Merci de réessayer.

# round_started
source: New round has started.
de: Eine neue Runde hat begonnen.
fr: La ronde a commencé.

# round_stopped
source: Round has stopped.
de: Die Runde wurde gestoppt.
fr: La ronde a été arrêtée.

# round_is_inactive
source: Round is currently paused.
de: Die Runde ist derzeit pausiert.
fr: La ronde est en pause.

# round_not_started
source: Round did not start yet.
de: Die Runde hat noch nicht begonnen.
fr: La ronde n'a pas encore commencé.

# add_contribution
source: Add to your contribution
de: Zu deinem Beitrag hinzufügen
fr: Ajouter à ta contribution

# download_tooltip
source: Current round as CSV file.
de: Aktuelle Runde als CSV-Datei.
fr: Télécharger la ronde actuelle au format CSV.

# newest_commons
source: New Commons
de: Neue Commons
fr: Nouvelles Commons

# round_reset
source: Round deleted.
de: Die Runde wurde gelöscht.
fr: La ronde a été réinitialisée.

# contribution_reset
source: Contribution recalled.
de: Beitrag zurückgesetzt.
fr: La contribution a été réinitialisée.

source: Logging out ...
de: Abmelden ...
fr: Déconnexion en cours...

# start_new_round
source: Start a new round
de: Neue Runde starten
fr: Démarrer une nouvelle ronde

# reset_current_round
source: Delete round
de: Runde löschen
fr: Réinitialiser cette ronde

source: Currently active
de: Runde ist aktiv
fr: La ronde est active

source: Currently inactive
de: Runde ist inaktiv
fr: La ronde est inactive

source: Switch round status
de: Rundenstatus ändern
fr: Changer le statut de la ronde

# download_current_round
source: Download round
de: Runde herunterladen
fr: Télécharger cette ronde

source: Optional Information
de: Optionale Informationen
fr: Informations optionnelles

# description_optional_information
source: The following information are optional. If you provide details about your geo location it will be marked on the map. Furthermore, you are free to choose a logo, category and a link to your website.
de: Wenn du Details zum Standort des Commons angibst, wird es auf der Karte markiert. Außerdem kannst du eine Kategorie, ein Logo und einen Link zur Website hinterlgeen.
fr: Si tu fournis des détails sur l'emplacement de ton Commons, il sera marqué sur la carte. De plus, tu es libre d'ajouter un lien vers ton site web.

# logo_size
source: Only png in of max. 50x50 pixels.
de: Nur png mit max. 50x50 Pixel erlaubt.
fr: La taille maximale du logo (png) est de 50x50 pixels.

# describtion_commons
source: Describe your Commons and the aim of the contribution...
de: Beschreibe dein Commons und das Ziel der Beitragsrunde...
fr: Décris ton Commons et ce qu'est le but des enchères ...

# latitude_coordinates
source: Latitute
de: Breitengrad
fr: Latitude

# coordinates_error_message
source: Please enter a number from -90 to 90
de: Bitte gib eine Zahl von -90 bis 90 ein.
fr: Veuillez entrer un nombre de -90 à 90.

# website_commons
source: Website
fr: Site web

source: Creating Commons
de: Commons wird erstellt
fr: Commons en cours de création...

source: Required Information
de: Erforderliche Informationen
fr: Informations requises

# commons_name
source: Name
fr: Nom

# select_category
source: Select a category
de: Wähle eine Kategorie
fr: Choisis une catégorie

# select_category_list
source: Select a category from the provided list.
de: Wähle eine Kategorie aus der Liste aus.
fr: Choisis une catégorie dans la liste.

# describtion_min_limit
source: Please enter a describtion of #{count} characters.
de: Bitte gib eine Beschreibung von mindestens #{count} Zeichen ein.
fr: Veuillez entrer une description d'au moins #{count} caractères.

# describtion_max_limit
source: Describtion only allows #{count} characters.
de: Beschreibung erlaubt nur #{count} Zeichen.
fr: La description autorise uniquement #{count} caractères.

# name_min_limit
source: Please enter a name of min. #{count} characters.
de: Bitte geben Sie einen Namen von mindestens #{count} Zeichen ein.
fr: Veuillez entrer un nom d'au moins #{count} caractères.

# name_max_limit
source: Name must be filled and less than #{count} characters.
de: Der Name muss ausgefüllt sein und weniger als #{count} Zeichen haben.
fr: Le nom doit être saisi et comporter moins de #{count} caractères.

# dialog_round_reset_header
source: Do you want to delete this round?
de: Willst du die Runde löschen?
fr: Voulez-vous réinitialiser la ronde?

source: System
fr: Système

source: Light
de: Hell
fr: Clair

source: Dark
de: Dunkel
fr: Sombre

source: Delete
de: Löschen
fr: Effacer

# common_delete_error
source: Failed to delete Commons.
de: Löschen von Commons fehlgeschlagen.
fr: Échec de effacer des Commons.

# no_contributions
source: No contributions yet.
de: Noch keine Beiträge.
fr: Aucune contribution pour le moment.

# discover_start_contributing
source: Discover Commons and start contributing ...
de: Entdecke Commons und biete mit ...
fr: Découvre les Commons et commence à contribuer ...

# delete_common_confirm
source: Do you want to delete {name}?
de: Möchtest du {name} löschen?
fr: Veux-tu supprimer?

# start_own_common
source: Start your own Commons!
de: Starte dein eigenes Commons
fr: Commence ton propre Commons!

# save_favorites
source: Save favorites for later.
de: Speichere Favoriten für später.
fr: Enregistre tes favoris pour plus tard.

# discover_on_map
source: To find new ones, discover them on the map!
de: Entdecke neue Commons auf der Karte.
fr: Pour en trouver de nouveaux, découvre-les sur la carte!

# arbitrary_error
source: An error occurred. Please reload. {error}
de: Ein Fehler ist aufgetreten. Bitte neu laden. {error}
fr: Une erreur s'est produite. Veuillez recharger. {error}

# create_own_commons
source: Create your own Commons
de: Erstelle dein eigenes Commons
fr: Crée ton propre Commons!

source: Copy link
de: Link kopieren
fr: Copier le lien

# link_copied
source: Link copied to clipboard
de: Link in die Zwischenablage kopiert.
fr: Lien copié dans le presse-papiers

# add_to_favorites
source: Added to favorites
de: Zu den Favoriten hinzugefügt.
fr: Ajouté aux favoris.

# remove_from_favorites
source: Removed from favorites
de: Aus den Favoriten entfernt.
fr: Supprimé des favoris.

source: Removing from favorites failed.
de: Aus den Favoriten entfernen fehlgeschlagen.
fr: La suppression des favoris a échoué.

source: Adding to favorites failed.
de: Zu den Favoriten hinzufügen fehlgeschlagen.
fr: L'ajout aux favoris a échoué.

source: Show QR code
de: QR-Code anzeigen
fr: Afficher le code QR

source: Go to Website
de: Webseite besuchen
fr: Aller au site web

source: Could not load website
de: Webseite konnte nicht geladen werden.
fr: Impossible de charger le site web

source: Unfollow
de: Entfolgen
fr: Ne plus suivre

source: Follow
de: Folgen
fr: Suivre

source: Search results
de: Suchergebnisse
fr: Résultats de recherche

source: No results for
de: Keine Ergebnisse für
fr: Aucun résultat pour

source: What are you searching for?
de: Wonach suchst du?
fr: Que recherches-tu?

source: Missing category
de: Keine Kategorie
fr: Catégorie manquante

source: Deleting ...
de: Löschen ...
fr: Suppression ...

# failed_loading_description
source: Failed to load description ...
de: Fehler beim Laden der Beschreibung ...
fr: Échec du chargement de la description ...

source: Common deleted.
de: Commons gelöscht.
fr: Commons supprimé.

source: Loading ...
de: Laden ...
fr: Chargement ...

source: Searching ...
de: Suchen ...
fr: Rechercher ...

# num_commons_found
source: {count} Commons found
de: {count} Commons gefunden
fr: {count} Commons trouvés

# newest_round
source: New Rounds
de: Neue Runden
fr: Dernière Tournée

# user_taken
source: Account already exists.
de: Dieser Account existiert bereits.
fr: Ce compte existe déjà.

# delete_account
source: Delete my account
de: Mein Konto löschen
fr: Supprimer mon compte

# confirm_delete_account
source: Do you want to delete your account?
de: Möchtest du dein Konto löschen?
fr: Voulez-vous supprimer votre compte?

# no_login_data
source: Please insert your login username and password.
de: Username und Password eingeben.
fr: Entrez le nom d'utilisateur et le mot de passe.

# common_not_found
source: Common not found. Please check if the link or contact the Commons owner.
de: Common nicht gefunden. Überprüfe den Link oder kontaktiere den Administrator.
fr: Common non trouvé. Vérifiez le lien ou contactez l'administrateur.

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe

# passwords_unequal
source: Passwords do not match.
de: Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.

source: Password changed successfully.
de: Passwort erfolgreich geändert.
fr: Mot de passe modifié avec succès.

source: Contributions
de: Beiträge

source: Contribution
de: Beitrag

source: Agriculture
de: Landwirtschaft

# longitude_coordinates
source: Longitude
de: Längengrad

# subtitle_description
source: Description
de: Beschreibung
